aaron-bond.better-comments
adpyke.codesnap
albinbd.run
alefragnani.bookmarks
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
andrewbutson.vscode-openapi-viewer
apertia.vscode-aider
ask-toolkit.alexa-skills-kit-toolkit
augment.vscode-augment
batisteo.vscode-django
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bleastprogram.cpp-compiler
bradlc.vscode-tailwindcss
brapifra.phpserver
cesium.gltf-vscode
chakrounanas.turbo-console-log
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
coderfee.vscode-weapp-api
codezombiech.gitignore
codingyu.laravel-goto-view
coffeecupjapan.linux-reader
continue.continue
cs50.extension-uninstaller
cschlosser.doxdocgen
cyberlogitec.vscode-rpa
dadroit.dadroit-json-generator
danielpinto8zz6.c-cpp-compile-run
danielsanmedium.dscodegpt
dankeboy36.vscode-arduino-api
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
eclipse-cdt.serial-monitor
editorconfig.editorconfig
esbenp.prettier-vscode
fabioz.vscode-pydev
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.vscode-mysql
foxundermoon.shell-format
franneck94.c-cpp-runner
geekanant.meet
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grafana.vscode-jsonnet
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
harurow-the-programmer.harurow-util
harurow.harurow-util
hbenl.vscode-test-explorer
hediet.vscode-drawio
hendiaome.json-viewer-for-debug
humao.rest-client
ibm.wca-core
icrawl.discord-vscode
intellsmi.comment-translate
ionutvmi.path-autocomplete
irongeek.vscode-env
ivan-osatchuk.python-launch-creator
janisdd.vscode-edit-csv
jasonnutter.search-node-modules
jebbs.plantuml
jeff-hykin.better-cpp-syntax
jerry-nixon.init-data-api-builder
jock.svg
joelwmale.vscode-codeception
johnpapa.vscode-peacock
k--kato.intellij-idea-keybindings
keploy.keployio
kevinrose.vsc-python-indent
kiranshah.chatgpt-helper
kisstkondoros.vscode-gutter-preview
kylinideteam.python2-support
leizongmin.node-module-intellisense
linhmtran168.mac-ca-vscode
linuxsuren.webhook
littlefoxteam.vscode-python-test-adapter
llvm-vs-code-extensions.lldb-dap
llvm-vs-code-extensions.vscode-clangd
magicstack.magicpython
mark-tucker.ask-cli-configure
mechatroner.rainbow-csv
menahishayan.launchpad
mgesbert.python-path
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
mikestead.dotenv
mitaki28.vscode-clang
mkloubert.vs-rest-api
mongodb.mongodb-vscode
ms-ceintl.vscode-language-pack-ja
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.notepadplusplus-keybindings
ms-vscode.powershell
ms-vscode.sublime-keybindings
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech-language-pack-ja-jp
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
naumovs.color-highlight
neilbrayfield.php-docblocker
njpwerner.autodocstring
oderwat.indent-rainbow
onecentlin.laravel-blade
openai.chatgpt
orta.vscode-jest
pflannery.vscode-versionlens
philnash.ngrok-for-vscode
pranaygp.vscode-css-peek
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
reditorsupport.r
reditorsupport.r-syntax
rifi2k.format-html-in-php
ritwickdey.liveserver
ryannaddy.laravel-artisan
sarthikbhat.json-server
savh.json5-kit
shufo.vscode-blade-formatter
sidthesloth.html5-boilerplate
steoates.autoimport
styled-components.vscode-styled-components
stylelint.vscode-stylelint
surajpinjan.flowdebugtrace
taiyofujii.japanese-morpheme-handler
tamasfe.even-better-toml
techer.open-in-browser
thekalinga.bootstrap4-vscode
timheuer.jsondbg
tock.vscode-css-custom-properties
tomlm.vscode-dialog-debugger
tomoki1207.pdf
treblle.apiinsights-vscode
twxs.cmake
tylerleonhardt.msft-todo-unofficial
unjinjang.rest-api-client
utopiat.produirelang
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
vitest.explorer
vncz.vscode-apielements
vscodevim.vim
vsls-contrib.gitdoc
vue.volar
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wholroyd.jinja
xaver.clang-format
xdebug.php-debug
xdebug.php-pack
yandeu.five-server
yn0014.shinrabansyo-vscode
yzhang.markdown-all-in-one
zenn.zenn-preview
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
